<template>
  <ContentWrapper>
    <div class="container">
      <table border="1" width="100%" cellspacing="0" cellpadding="15" v-if="isChinese">
        <tbody>
          <tr>
            <td align="center">
              <table border="0" width="100%">
                <tbody>
                  <tr>
                    <td align="left">
                      <h2 style="text-align: center">果核CAT服務條款</h2>
                      <p>歡迎您加入Compat APP Testing系統(下簡稱CAT)會員並使用果核數位股份有限公司（下簡稱本公司）所提供之各項會員服務。為保障您的權益，請詳細閱讀本服務同意書所有內容，您同意當您在線上點選「我同意」鍵時，即視為您已經詳細閱讀、了解並願意遵守本服務同意書、注意事項之所有約定：</p>
                      <p>
                        <font
                          color="red"
                        >提醒您：如果您是未成年人（未滿二十歲），您必須告知法定代理人（如：父母、監護人）使其詳閱、瞭解本服務同意書內容，並取得法定代理人（如：父母、監護人）之允許始得進行，當您使用或繼續使用CAT會員得使用之服務時，即表示您對本服務同意書之同意及其他意思表示，均視為已取得法定代理人之允許。</font>
                      </p>
                      <p>
                        <b>一、遵守會員規範及法律規定：</b>
                      </p>
                      <ul>您了解您註冊成為會員後，即可使用本公司所提供之CAT服務(以下稱本服務)。當會員使用本服務時，即表示您除了同意遵守本服務同意書外，亦接受本公司其他針對CAT會員之相關規範（包括但不限於客服中心內容、管理規則、公告及注意事項等）及相關法令之規定。</ul>
                      <p></p>
                      <p>
                        <b>二、服務簡介：</b>
                      </p>
                      <ul>（一）接受本服務之會員必須自行配備上網所需之各項電腦或行動裝置設備，並負擔包括但不限於「網際網路連線費用」、「電話費用」等之電信相關費用。</ul>
                      <ul>（二）當您完成相關註冊程序後，即可具有CAT會員資格，並可開始使用本服務。您同意當您成為CAT會員後使用之各項會員服務，其各項服務內容之所有權仍屬本公司或異業合作廠商及其所約定之人所有，會員僅得依本服務同意書之約定使用，不得出租、出借、移轉或讓與給其他第三人使用。</ul>
                      <ul>（三）本公司有權增加、變更、取消、停止本服務中相關系統、服務或功能之全部或一部，您同意本公司無須個別通知會員。為增進會員權益、擴充服務內容，本公司將致力於提供會員各項新穎之服務或功能，您同意本會員服務同意書適用於現有或將來本公司所提供CAT會員帳號得使用之各項服務。</ul>
                      <ul>（四）本服務：係指本公司所提供之「CAT平台服務」，除免費服務內容外，您亦可於支付額外費用後，開通本服務之額外進階功能。為保障您的交易安全，請使用合法、正當之方式進行相關服務之購買與付款，若您使用虛偽不正之方式進行購買、付款或使用其他相關服務，本公司有權隨時、逕行終止您本服務之會員資格及使用各項服務之權利。</ul>
                      <ul>（五）就您於本服務內所支付之任何費用，本公司將不會以任何方式退款、調退、移轉至本公司提供之其他服務、抵扣本公司應支付予您之任何款項。</ul>
                      <p></p>
                      <p>
                        <b>三、真實登錄義務：</b>&nbsp;
                      </p>
                      <ul>基於CAT所提供之各項服務，您同意於註冊時依註冊申請程序所提示之項目，登錄您本人正確、真實及完整之個人資料；當您的個人資料有異動時，請立即更新，以維持您個人資料之正確、真實及完整。如因您登錄不實資料或冒用他人名義以致於侵害他人之權益或違法時，應自負法律責任；您並同意您所提供之個人資料若有不實或個人資料異動卻未更新以致與原登錄資料不符時，本公司有權隨時、逕行終止您的會員資格及使用各項會員服務之權利。</ul>
                      <p></p>
                      <p>
                        <b>四、會員規範之增訂及修改：</b>
                      </p>
                      <ul>本服務同意書如有增訂或修改，將公告於本公司官方網站，本服務將不對會員進行個別通知。如您於服務同意書變更後使用或繼續使用相關服務，將視為您已經瞭解並同意該修訂條款。</ul>
                      <p></p>
                      <p>
                        <b>五、服務之停止與更改：</b>
                      </p>
                      <ul>若您於申請、使用本服務時有以下各款情形之一，本公司得不經事前通知，暫時或永久鎖定您的本服務會員帳號並終止本同意書，就上述暫停或終止會員帳號服務所可能產生之困擾、不便或損害，本公司對任何會員或第三人均不負任何賠償或補償責任。</ul>
                      <ul>1.會員登錄資料不實。</ul>
                      <ul>2.使用不雅文字作為會員之名稱。</ul>
                      <ul>3.未經他人同意使用他人的名義申請本服務。</ul>
                      <ul>4.違反本服務條款時。</ul>
                      <ul>5.其他經本公司判定有違公平、合理方式使用本服務者。</ul>
                      <ul>6.會員使用本服務之行為有造成本公司受有損失或損害之虞者。</ul>
                      <p></p>
                      <p>
                        <b>六、服務暫停或中斷：</b>
                      </p>
                      <ul>（一）本公司於下列情形之一時，得暫停或中斷本服務之全部或一部分，且對會員不負擔任何賠償或補償責任：</ul>
                      <ul>
                        <ul>
                          1.對於本服務相關系統設備進行遷移、更換或維護。
                          <br />2.因不可歸責於本公司所造成之服務停止、中斷、變更或取消。
                          <br />3.因不可抗力所造成服務停止、中斷、變更或取消。
                        </ul>
                      </ul>
                      <ul>（二）如因本公司對於本服務相關系統設備進行遷移、更換或維護而必須暫停或中斷全部或一部之服務時，本公司於暫停或中斷服務前將於本公司官方網站上公告或以電子郵件進行通知。</ul>
                      <ul>（三）因使用者違反法令、本服務同意書或因不可歸責於本公司之事由而造成本服務之全部或一部暫停、中斷、取消、變更時，該期間之費用仍依正常標準計費。</ul>
                      <ul>（四）請於平時對電腦或行動裝置設備採取適當之安全防護措施，以避免本服務之暫停、中斷可能造成您使用上之不便、資料遺失或其他經濟及時間上之損失，用以保障您的相關權益。</ul>
                      <p></p>
                      <p>
                        <b>七、會員義務與責任：</b>
                      </p>
                      <ul>（一）您不得利用本服務進行任何商業、違法、不當行為。</ul>
                      <ul>（二）除遵守本服務同意書之約定外，您同意遵守本公司之各項服務之營業規章、管理規則、網際網路國際使用慣例與禮節之相關規定，並同意不從事下述所列之行為。若您被判定有以下行為發生時，本公司得逕行移除或刪除該內容與採取後續相關處理措施。違反重大規定、連續違規或於違規經警告後未改善違規狀況者，本公司除得逕行移除或刪除該內容外，並得對您進行暫時或永久停權。您同意本公司有權對違規情節重大之行為者終止本服務條款，並請求因此所生之損害賠償：</ul>
                      <ul>
                        <ul>
                          1.其他有危害通信或違反法令之情事或之虞者[重大規定]。
                          <br />2.意圖破壞、入侵本公司伺服器及官方網站；或有使用外掛程式、利用程式漏洞修改程式、侵入會員資料庫、散播電腦病毒程式及竊取、更改、破壞本服務平台或他人資訊情事等之行為[重大規定]。
                          <br />3.在本服務任何頁面，發表污言、穢語（包括音似者）、謾罵、相互攻訐或有鬧場之行為者[重大規定]。
                          <br />4.以本公司或類似本公司之名義使用本服務[重大規定]。
                          <br />5.使用本服務被判定有犯罪行為或有相關嫌疑[重大規定]。
                          <br />6.有故意妨礙本公司相關服務運作之行為[重大規定]。
                          <br />7.利用申告功能對其他會員隨意誣告或使用本服務有損害他人名譽或侵害他人權利之行為[重大規定]。
                          <br />8.會員登錄資料不實[重大規定]。
                          <br />9.使用不雅文字作為會員之名稱。
                          <br />10. 未經他人同意使用他人的名義申請本服務[重大規定]。
                          <br />11. 經本公司判定有違公平、合理方式使用本服務者。
                          <br />12. 會員使用本服務之行為有造成本公司受有損失或損害之虞者[重大規定]。
                          <br />13.其他經本公司合理判斷，認為不適合出現於本服務者。
                        </ul>
                      </ul>
                      <p></p>
                      <ul>（三）會員必須對自己所做之行為負一切責任，本公司有權針對上述規定進行不定期查核，但此不表示本公司有義務對會員傳送、張貼或發表之內容做任何形式或實質之審查。如經本公司察覺或經他人申訴或舉發會員有違反上述各款之情事或之虞時，本公司除有權逕行移除或刪除該內容外，並有權終止或暫停該會員之會員資格及各項會員服務。本公司如因此產生任何損害或損失，並得向該會員請求賠償。</ul>
                      <ul>（四）會員同意妥善保管個人之帳號及密碼，不得有與他人共用、租借他人等行為；會員並應不定期更新個人密碼，並於使用完服務後確實將帳號進行登出動作，以避免帳號遭他人使用。&nbsp;</ul>
                      <p></p>
                      <p>
                        <b>八、責任限制：</b>
                      </p>
                      <ul>（一）本公司之各項會員服務，依本公司既有之規劃提供，對於特定使用者之特殊需求，本公司不擔保本服務將符合您的所有需求。</ul>
                      <ul>（二）本公司不擔保各項服務之正確、完整、安全、可靠、合適、時效、穩定、不斷線及出錯。您同意對於您所傳送之電子郵件、檔案及其他資料進行備份或相關處理。對於因傳送過程而造成電子郵件、檔案及其他相關電磁記錄資料之遺失，本公司不負任何擔保責任。</ul>
                      <ul>（三）對於您於本服務中所取得之電子郵件、檔案及其他資料，您應該自行考量其風險，如因下載而造成您電腦系統的損壞或電腦中資料的遺失，本公司不負任何擔保責任。</ul>
                      <ul>（四）本公司之服務可能因其他協力廠商或相關電信業者網路系統軟硬體設備之故障或失靈；或人為操作上之疏失而造成中斷、暫時無法使用、遲延、資料傳輸或儲存上之錯誤；或遭第三人侵入系統篡改或偽造變造資料等。本公司就以上不可歸責於己之情形不保證各項服務之穩定、安全、無誤、及不中斷。會員需明白使用本服務之所有風險及可能致生之任何損害，不得因此而要求任何補償或賠償。</ul>
                      <ul>（五）為了能正常使用本服務，您應確保您使用之電子設備、瀏覽器或其他軟硬體之規格及效能符合本公司隨時公告之標準，如因您使用之軟硬體規格不符標準而造成您無法正常使用本服務，本公司不負任何擔保責任。</ul>
                      <p></p>
                      <p>
                        <b>九、保管義務：</b>
                      </p>
                      <ul>會員有義務妥善保管本服務帳號與密碼，並為此組帳號與密碼登入CAT後所進行之一切活動負責。為維護會員自身權益，請勿將帳號與密碼洩露或提供予第三人知悉，或出借或轉讓他人使用。若會員發現帳號或密碼遭人非法使用或有任何異常破壞使用安全之情形時，應立即通知本公司；惟倘若因您的保管疏忽而致帳號、密碼遭他人非法使用時，本公司將不負責處理。</ul>
                      <p></p>
                      <p>
                        <b>十、資料處理：</b>
                      </p>
                      <ul>對於會員所登錄或留存之資料，會員同意本公司得於合理之範圍內蒐集、處理、保存、傳遞及使用該等資料，以提供會員其他資訊或服務；或作成會員統計資料、進行關於網路行為之調查或研究或為任何之合法使用。</ul>
                      <p></p>
                      <p>
                        <b>十一、隱私權保護：</b>
                      </p>
                      <ul>關於您的會員註冊以及其他特定資料依本公司之「隱私權政策」或您同意之「個人資料使用同意書」之保護與規範。您了解當您使用本服務時，您同意本公司依據「隱私權政策」或您同意之「個人資料使用同意書」之內容進行您個人資料的蒐集、處理與利用。</ul>
                      <p></p>
                      <p>
                        <b>十二、會員內容之保留：</b>
                      </p>
                      <ul>本公司不對於會員所傳送、張貼或發表之內容（包括但不限於文字、圖片、軟體、資訊及各種資料等）進行任何形式或實質之審查，亦不擔保其正確、完整、安全或可靠。會員對於使用由其他會員所提供之內容應自行考量其風險。</ul>
                      <p></p>
                      <p>
                        <b>十三、智慧財產權：</b>
                      </p>
                      <ul>CAT上之所有著作及資料，其著作權、專利權、商標等智慧財產權、所有權或其他權利、利益，均為本公司或原權利人所有，除事先經本公司或原權利人之合法授權外，會員不得擅自重製、傳輸、改作、編輯或以其他任何形式、或基於任何目的使用，違者應自負相關之法律責任。</ul>
                      <p></p>
                      <p>
                        <b>十四、服務停止：</b>
                      </p>
                      <ul>本公司得不待個別通知，隨時終止、取消、停止中斷本服務之全部或一部，會員不得因此要求任何補償或賠償。</ul>
                      <p></p>
                      <p>
                        <b>十五、服務條款之增訂及修改：</b>
                      </p>
                      <ul>本公司保留將來新增、修改或刪除本服務之全部或一部之權利，您同意本公司得不另行個別通知，會員不得因此而要求任何補償或賠償。</ul>
                      <p></p>
                      <p>
                        <b>十六、準據法及管轄法院：</b>
                      </p>
                      <ul>本服務條款之解釋及適用，以及會員因使用本服務而與本公司間之權利義務關係，悉依中華民國法律及相關法令解釋適用之（不含涉外民事法律適用法或其他類似法規）。其因此所生之爭議，均同意以臺灣台北地方法院為第一審管轄法院；此外，若本服務條款有任何一部無效，亦不影響其他部份之效力。</ul>
                      <p></p>
                    </td>
                  </tr>
                </tbody>
              </table>
            </td>
          </tr>
        </tbody>
      </table>
    </div>
  </ContentWrapper>
</template>

<script>
export default {
  data() {
    return { isChinese: true };
  }
};
</script>